Repository: System25/gecosws-config-assistant
Catalog: po/*.po
Languages: es

source: <b>Connection with GECOS</b>
es: <b>Credenciales del Centro de Control</b>

source: <b>OU selection</b>
es: <b>Selección de OU</b>

source: <b>Workstation name</b>
es: <b>Nombre del puesto de trabajo</b>

source: Accept
es: Aceptar

source: Accept
es: Aceptar

source: Add local user
es: Añadir un usuario local

source: Authentication Method Setup
es: Configurar el Método de Autenticación

source: Authentication type
es: Tipo de autenticación

source: Base group:
es: DN Base para grupos:

source: Base:
es: DN Base:

source: Basic setup values got from GECOS server
es: Valores de configuración obtenidos del servidor

source: Bind DN:
es: DN para enlace:

source: Bind password:
es: Contraseña para enlace:

source: Cancel
es: Cancelar

source: Check
es: Comprobar

source: Check GECOS credentials
es: Comprobar credenciales de GECOS

source: Check workstation data
es: Comprobar datos del puesto de trabajo

source: Clean up setup data
es: Limpiar los datos de configuración

source: Close
es: Cerrar

source: Configure
es: Configurar

source: Configure network connection
es: Configurar la conexión de red

source: Confirm:
es: Confirmación:

source: Connect to CC GECOS
es: Conectar al CC GECOS

source: Delete
es: Borrar

source: Domain:
es: Dominio:

source: GECOS Config Assistant
es: Asistente de configuración GECOS

source: GECOS URL
es: URL del Centro de Control

source: GECOS server setup
es: Configuración de la vinculación al Centro de Control

source: Get chef certificate
es: Obtener certificado de chef

source: Get data
es: Obtener datos

source: Go Back
es: Volver

source: Go back
es: Volver

source: It isn't necessary to create here the users that are authenticated by external services (LDAP, AD, ...)
es: No es necesario crear aquí los usuarios que se autentican mediante servicios externos (LDAP, AD, ...)

source: It must be unique, it can use white spaces or symbols. It would be the description on the reports.
es: Debe ser único. Pueden usarse espacios o símbolos. Se usará para identificarlo en el Centro de Control.

source: Link
es: Vincular

source: Link to chef
es: Vincular a Chef

source: Link/Unlink
es: Vincular/Desvincular

source: Local Users
es: Usuarios locales

source: Manage local users
es: Gestionar usuarios locales

source: Modify
es: Modificar

source: NTP Server configuration
es: Configuración del servidor NTP

source: NTP Server:
es: Servidor NTP:

source: Name:
es: Nombre:

source: Network Setup
es: Configuración de Red

source: Network connection
es: Conexión de red

source: Network connection parameters with GECOS Control Center are mandatory for auto setup
es: Los datos de conexión con el Centro de Control GECOS son necesarios para la autoconfiguración

source: PENDING
es: PENDIENTE

source: Password
es: Contraseña

source: Password:
es: Contraseña:

source: Please check default OEM users and change their passwords when needed:
es: Por favor, revise los usuarios OEM por defecto y cambie sus contraseñas cuando sea necesario:

source: Precise time is needed to keep some services synchronized. Please set your NTP server address:
es: Se necesita una hora precisa para mantener algunos servicios sincronizados. Por favor configure su servidor NTP:

source: Register in GECOS CC
es: Registrar en CC GECOS

source: Search
es: Buscar

source: See Log
es: Ver Log

source: Software Manager
es: Gestor de Software

source: System Status
es: Estado del Sistema

source: System status
es: Estado del sistema

source: The system has network connection (connection data)
es: El sistema dispone de conexión a red (datos de conexión)

source: The system is NOT linked to GECOS
es: El sistema NO está vinculado a GECOS

source: The system is NOT synchronized its time with a NTP server
es: El sistema NO está sincronizado con un servidor NTP

source: The users of this workstation may authenticate by using an external system like LDAP or Microsoft Active Directory. Also, they can be authenticated by using local users of this O.S.
es: Los usuarios de esta estación pueden autenticarse mediante un sistema externocomo LDAP o Microsoft Active Directory. También, pueden autenticarse usando usuarios locales de este S. O.

source: Update
es: Modificar

source: Update assistant
es: Actualizar asistente

source: User
es: Usuario

source: User:
es: Usuario:

source: Users are authenticated using the INTERNAL method
es: Los usuarios se autentican usando el método INTERNO

source: Workgroup:
es: Grupo de trabajo:

source: You can create, update or delete local users in this workstation.
es: Puede crear, modificar o borrar usuarios locales a esta puesto de trabajo

source: Disconnect from CC GECOS
es: Desconectar del CC GECOS

source: The URL field is empty!
es: El campo URL está vacío

source: Please fill all the mandatory fields.
es: Por favor rellene todos los campos obligatorios

source: Malformed URL in URL field!
es: URL mal formada en el campo URL

source: Please double-check it.
es: Por favor revísela.

source: The Username field is empty!
es: ¡El campo Nombre de usuario está vacío!

source: The Password field is empty!
es: ¡El campo Contraseña está vacío!

source: Can't connect to GECOS CC!
es: ¡No puedo conectar con el CC GECOS!

source: Please double-check all the data and your network setup.
es: Por favor revise todos los datos de su conexión de red

source: Please wait
es: Por favor espere

source: Error getting data
es: Error obteniendo datos

source: Can't read auto setup configuration data from GECOS Control Center!
es: ¡No se pueden leer los datos de configuración desde el Centro de Control GECOS!

source: Success getting data from GECOS server
es: Datos de autoconfiguración descargados

source: The GECOS workstation name field is empty!
es: ¡El campo nombre de la puesto de trabajo GECOS está vacío!

source: The GECOS workstation name already exist!
es: ¡El nombre de la puesto de trabajo ya existe en GECOS!

source: Please choose a different name.
es: Por favor, elija un nombre diferente.

source: You must select an OU!
es: ¡Debe seleccionar una OU!

source: Can not find user to be used as owner:
es: No se encuentra el usuario para ser usado como propietario:

source: Can not find group to be used as owner:
es: No se encuentra el grupo para ser usado como propietario:

source: Link to Chef
es: Vincular a Chef

source: Register in GECOS CC
es: Registrar en el CC GECOS

source: IN PROCESS
es: EN PROCESO

source: DONE
es: HECHO

source: CANCELED
es: CANCELADO

source: There was an error while saving validation certificate
es: Ha ocurrido un error mientras se almacenaba el certificado de validación

source: Can't create/modify /etc/chef/client.rb file
es: No se puede crear/modificar el fichero /etc/chef/client.rb

source: Can't link to chef server
es: No se puede enlazar al servidor Chef

source: Can't create/modify /etc/chef.control file
es: No se puede crear/modificar el fichero /etc/chef.control

source: Can't register the computer in GECOS CC
es: No se ha podido registrar el ordenador en el CC GECOS

source: Can't save /etc/gcc.control file
es: No se puede guardar el fichero /etc/gcc.control

source: Unlink from Chef
es: Desvincular de Chef

source: Unregister from GECOS CC
es: Desvincular de GECOS CC

source: Can't unregister the computer from GECOS CC
es: No se ha podido desvincular el ordenador del CC GECOS

source: Can't create/modify /etc/chef/knife.rb file
es: No se puede crear/modificar el fichero /etc/chef/knife.rb

source: Can't remove /etc/chef.control file
es: No se puede borrar el fichero /etc/chef.control

source: Can't remove /etc/chef/client.pem file
es: No se puede borrar el fichero /etc/chef/client.pem

source: Can't delete Chef node
es: No se puede borrar el nodo de Chef

source: Can't remove /usr/bin/chef-client-wrapper file
es: No se puede eliminar el fichero /usr/bin/chef-client-wrapper

source: Can't remove /etc/gcc.control file
es: No se puede eliminar el fichero /etc/gcc.control

source: Can't get OUs from GECOS Control Center
es: No se pueden obtener las OUs desde el CC GECOS

source: The login field is empty!
es: ¡El campo login está vacío!

source: The login field contains not allowed characters!
es: ¡El campo login contiene caracteres no permitidos!

source: The name field is empty!
es: ¡El campo nombre está vacío!

source: The password field is empty!
es: ¡El campo contraseña está vacío!

source: The password field contains not allowed characters.
es: ¡El campo contraseña contiene caracteres no permitidos!

source: Do you really want to delete this user?
es: ¿Realmente quiere borrar este usuario?

source: The system has a network connection configured
es: El sistema está conectado a una red

source: The system has NO network connection
es: El sistema NO está conectado a una red

source: The system has loaded setup data values from GECOS server
es: El sistema ha obtenido los parámetros básicos de configuración de un Centro de control GECOS

source: The system may load setup data values from GECOS server
es: El sistema debe obtener parámetros de configuración de un Centro de control GECOS

source: The system is synchronized with a NTP server
es: El sistema dispone de sincronización con un servidor NTP

source: The system is NOT synchronized with a NTP server
es: El sistema NO dispone de sincronización con un servidor NTP

source: The system is linked to a GECOS server
es: El sistema está vinculado a un Centro de Contol GECOS

source: The system is NOT linked to a GECOS server
es: El sistema NO está vinculado a un Centro de Control GECOS

source: Users authenticate by %s method
es: Los usuarios se autentican por el método %s

source: Internal
es: Interno

source: Are you sure you want to update the GECOS Config Assistant?
es: ¿Está seguro de que desea actualizar el Asistente de Configuración GECOS?

source: An error occurred during the upgrade
es: Ha ocurrido un error durante la actualización

source: CGA is already at the newest version!
es: ¡ACG ya está en la última versión!

source: GECOS Config Assistant has been udpated. Please restart GCA
es: El asistente de configuración GECOS ha sido actualizado. Por favor reinicie el ACG

source: Error saving NTP server data.
es: Error guardando los datos del servidor NTP

source: See log for more details.
es: Vea el log para más detalles

source: The user authentication data has changed. Do you want to setup the user authentication method using this new data?
es: Los datos de autenticación de usuarios han cambiado.. ¿Quiere configurar el método de autenticación de usuarios utilizando estos datos?

source: The URI field is empty!
es: El campo URI está vacío

source: Malformed LDAP URI!
es: URI de LDAP mal formada

source: Please check that the URI starts with 'ldap://' or 'ldaps://'.
es: Por favor compruebe que la URI comienza con 'ldap://' o 'ldaps://'

source: The users base DN field is empty!
es: El campo base DN de usuarios está vacío

source: Can't connect to LDAP server!
es: No se puede conectar con el servidor LDAP

source: Please check all the fields and your network connection.
es: Por favor compruebe todos los campos y su conexión a internet

source: The Domain field is empty!
es: El campo Dominio está vacío

source: Can't resolv the Active Directory Domain name!
es: ¡No se puede resolver el nombre de dominio de Active Directory!

source: Please check the Domain field and your DNS configuration.
es: Por favor revise el campo Dominio y su configuración DNS

source: The Workgroup field is empty!
es: ¡El campo Grupo de trabajo está vacío!

source: The AD administrator user field is empty!
es: ¡El campo Administrador AD está vacío!

source: The AD administrator password field is empty!
es: ¡El campo Contraseña del administrador AD está vacío!

source: Can't connect to Active Directory server!
es: ¡No se puede conectar con el servidor de Active Directory!

source: Error removing file:
es: Error borrando fichero:

source: Error creating user:
es: Error al crear usuario:

source: Error modifying user name:
es: Error al modificar el nombre de usuario:

source: Error modifying user password:
es: Error al modificar la clave del usuario:

source: Error deleting user:
es: Error al borrar el usuario:

source: Error deleting user home:
es: Error al borrar el 'home' del usuario:

source: Package installation failed:
es: La instalación del paquete falló:

source: Error reading file:
es: Error leyendo fichero:

source: NTPServerDAO used without a proper initialization!
es: ¡NTPServerDAO usando sin una correcta inicialización!

source: Error running command:
es: Error ejecutando el comando:

source: UserAuthenticationMethodDAO used without a proper initialization!
es: ¡UserAuthenticationMethodDAO usado sin una correcta inicialización!

source: Error writing file:
es: Error escribiendo fichero:

source: Error reading file:
es: Error leyendo fichero:

source: No apt library available
es: La librería 'apt' no está disponible

source: Package not found:
es: Paquete no encontrado:

source: Package not installed:
es: Paquete no instalado:

source: Package not upgradable:
es: Paquete no actualizable:

source: Package upgrade failed:
es: Error al actualizar paquete:

source: Package upgrade failed!
es: ¡Falló la actualización del paquete!

source: Package already installed:
es: El paquete ya está instalado:

source: Package installation failed!
es: ¡Falló la instalación del paquete!

source: Package update failed!
es: ¡Falló la actualización del paquete!

source: Package cache update failed!
es: ¡Falló la actualización de la caché de paquetes!

source: Package is not installed:
es: El paquete no está instalado:

source: Package removal failed:
es: Falló la eliminación del paquete:

source: Package removal failed!
es: ¡Falló la eliminación de paquete!

source: Error saving template:
es: Error al guardar la plantilla:

source: Can't connect to Active Directory. Please double-check all the fields
es: No se puede conectar a Active Directory. Por favor revise todos los campos

source: Url Chef Certificate Required
es: Se necesita la URL del certificado de Chef

source: You need to enter url with certificate file in protocol://domain/resource format
es: Debe introducir la URL que apunte a su certificado en formato protocolo://dominio/recurso

source: Certificate URL:
es: URL del certificado:

source: URL connection error
es: Error de conexión con la URL

source: Can't get certificate file from this URL
es: No se puede obtener el fichero de certificado de esta URL

source: GECOS CC connection process
es: Proceso de conexión con el CC GECOS

source: Check GECOS credentials
es: Revise las credenciales de GECOS

source: PENDING
es: PENDIENTE

source: Check workstation data
es: Revise los datos de la puesto de trabajo

source: Get chef certificate
es: Obtención del certificado de Chef

source: Register in GECOS
es: Registrar en GECOS

source: Clean setup data
es: Limpiar los datos de configuración

source: Modifiy local user
es: Modificar un usuario local

source: The password confirmation field is empty!
es: ¡El campo Confirmación de contraseña está vacío!

source: The password confirmation is different from password
es: La confirmación de la contraseña es diferente de la contraseña

source: Name
es: Nombre

source: New
es: Nuevo

source: Link with GECOS server
es: Vincular al Centro de Contol GECOS

source: You must link your workstation with a GECOS server to be able to manage this workstation in a centralized way
es: Debe vincular este PC a un Centro de Control GECOS para poder gestionarlo de una manera centralizada

source: Setup user authentication method
es: Establecer método de autenticación de usuarios

source: You must setup the user authentication method to either: internal users, LDAP or Active Directory
es: Debe establecer el método de autenticación de usuarios a:usuarios internos, LDAP o Active Directory

source: Unlink
es: Desvincular

source: Can't connect with NTP server. Please double-check the NTP server address
es: No se puede conectar con el servidor NTP. Por favor revise la dirección del servidor NTP

source: NTP server connection successful
es: La conexión con el servidor NTP se realizó correctamente

source: Assistant version:
es: Versión del asistente:

source: UNKNOWN VERSION
es: VERSIÓN DESCONOCIDA

source: Workstation name:
es: Nombre de la puesto de trabajo:

source: Time server:
es: Servidor de tiempo:

source: Network interfaces:
es: Interfaces de red:

source: GECOS Control Center connection data:
es: Datos de conexión con el Centro de Control GECOS:

source: Server URL:
es: URL del servidor:

source: Local users:
es: Usuarios locales:

source: User authentication method:
es: Método de autenticación de usuarios:

source: Method:
es: Método:

source: Server URI:
es: URI del servidor:

source: Users base DN:
es: DN base de usuarios:

source: Groups base DN:
es: DN base de grupos:

source: No status data!
es: ¡No hay información de estado!

source: Please fill the data to setup the LDAP authentication method.
es: Por favor rellene los datos para configurar el método de autenticación por LDAP

source: LDAP server URI:
es: URI del servidor LDAP:

source: Groups base DN (optional):
es: DN base de grupos (opcional):

source: Bind user DN (optional):
es: DN de usuario para enlazar (opcional):

source: Bind user password (optional):
es: Contraseña de usuario para enlazar (opcional):

source: Please fill the data to setup the Active Directory authentication method.
es: Por favor rellene los datos para configurar la autenticación mediante Active Directory.

source: (Active Directory) User:
es: (Active Directory) Usuario:

source: (Active Directory) Password:
es: (Active Directory) Contraseña:

source: Specific configuration data was loaded from GECOS server (sssd.conf, krb5.conf, smb.conf and pam.conf)
es: Se han cargado datos de configuración específica del Centro de Contol GECOS (sssd.conf, krb5.conf, smb.conf y pam.conf)

source: There is no necessary data to setup the local users authentication method.
es: No se necesitan datos para configurar el método de autenticación mediante usuarios locales.

source: An error happened while saving the users authentication method!
es: ¡Ha ocurrido un error al guardar el método de autenticación de usuarios

source: User authentication method
es: Método de autenticación de usuarios

source: The users of this workstation may authenticate by using
es: Los usuarios de esta puesto de trabajo pueden autenticarse usando

source: an external system like LDAP or Microsoft Active Directory.
es: un sistema externo como LDAP o Microsoft Active Directory.

source: Also, they can be authenticated by using local users of this O.S.
es: Además, pueden autenticarse usando usuarios locales a este S.O.

source: Authentication type:
es: Tipo de autenticación:

source: Setup
es: Configurar

source: Active Directory authentication
es: Autenticación por Active Directory

source: LDAP authentication
es: Autenticación LDAP

source: Local users authentication
es: Autenticación mediante usuarios locales

source: Error saving authentication method
es: Error al guardar el método de autenticación de usuarios
